/* Format for RPM label values in signal view */
"##0.0k" = "##0.0k";

/* Format for size in megabytes */
"%.2fMB" = "%.2fMB";

/* Format string for xMax label */
"%5.4gs" = "%5.4gs";

/* @Format for size in bytes */
"%d bytes" = "%d bytes";

/* @Format for size in kilobytes */
"%dKB" = "%dKB";

/* Name of the Dropbox button shown in the Settings Display */
"Dropbox" = "Dropbox";

/* Dropbox authorization failure alert title. */
"Dropbox Authorization" = "Dropbox Authorization";

/* Dropbox authorization failure alert text. */
"Failed to access configured Dropbox account." = "Failed to access configured Dropbox account.";

/* 1000's units designator for RPM ticks */
"k" = "k";

/* Status tag for files not uploaded */
"not uploaded" = "Not uploaded";

/* Prompt to show before unlinking account */
"Really unlink Dropbox account?" = "Really unlink Dropbox account? Doing so will disable automatic uploading of recording files.";

/* Status tag for active recording file */
"recording" = "recording";

/* Recordings view title */
"Recordings" = "Recordings";

/* Y axis label for RPM plot */
"RPM" = "RPM";

/* X axis label for RPM plot */
"Seconds Past" = "Seconds Past";

/* Unlink button title */
"Unlink" = "Unlink";

/* Status tag for uploaded files */
"uploaded" = "uploaded";

/* Status tag for uploading files */
"uploading" = "uploading";

"failed" = "failed upload";

"missing" = "file missing";

/* Recording directory */
"Recordings" = "Recordings";
